Revit 2027 API
UnitTypeId.KilojoulesPerKelvin Property
 Kilojoules per Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilojoulesPerKelvin { get; }
Public Shared ReadOnly Property KilojoulesPerKelvin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilojoulesPerKelvin {
	ForgeTypeId^ get ();
}
static member KilojoulesPerKelvin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace